Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/sudden_or_unexplained_death/exhumation_of_the_remains_of_a_deceased_person.html.txt.tmx
Source language: en
Languages: ga

source: Exhumation of the remains of a deceased person
ga: Corp duine a dhí-adhlacadh

source: The prospect and experience of an exhumation of interred (buried) remains of a deceased person can often be a very difficult time for the family and friends of the deceased person
ga: Is minic go mbíonn sé an-deacair ar theaghlach agus cairde duine atá básaithe go mbeadh gá a c(h)orp a dhí-adhlacadh

source: It is only in strict circumstances that exhumation occurs in Ireland
ga: Déantar corp a dhí-adhlacadh in Éirinn i gcúinsí géara amháin

source: At all times during the process, due regard for respect to the deceased person and privacy for the family and friends of the deceased person is protected
ga: Tugtar meas i gcónaí i rith an phróiséis ar an té atá básaithe agus déantar príobháideacht an teaghlaigh agus na gcairde a chosaint

source: Some examples of situations where an exhumation of interred remains might be required or take place include:
ga: I measc na gcásanna go bhféadfadh sé tarlú go ndéanfaí corp a dhí-adhlacadh tá:

source: • When a court orders an exhumation as part of a criminal investigation
ga: • Nuair a ordaíonn Cúirt corp a dhí-adhlacadh mar chuid de scrúdú coiriúil

source: • For public health reasons (e.g. if a graveyard or cemetery is being moved)
ga: • Ar mhaithe le sláinte phoiblí (mar shampla, má bhíonn reilig le n-aistriú chuig áit eile)

source: • For family reasons (if the family of the deceased person requests that the remains be moved to another burial ground, another part of the country, abroad, etc.)
ga: • Ar mhaithe le cúinsí teaghlaigh (má dhéanann teaghlach an té atá básaithe iarratas an corp a aistriú chuig reilig eile, chuig áit eile sa tír, nó thar lear, & rl.)

source: Your local authority (which has responsibility for the maintenance and regulation of burial grounds in your area) issues special licences that authorise exhumations but only where applications for the exhumation of interred remains comply with very strict guidelines (including permission granted by the family)
ga: Eisíonn an t-údarás áitiúil (a bhfuil freagracht air i dtaobh cothabhála agus rialacháin na reiligí i do cheantar) ceadúnais speisialta ar mhaithe le corp a dhí-adhlacadh ach ní mór do na hiarratais ar choirp a dhí-adhlacadh cloí le treoracha fíor-ghéara (san áireamh cead a bheith faighte ón teaghlach)

source: At all times, exhumations can only take place in the presence of an Environmental Health Officer from your local authority and the exhumation is supervised to ensure privacy and to protect public health
ga: Ní mór i gcónaí go mbeadh Oifigeach Sláinte Chomhshaoil i láthair ón údarás áitiúil nuair atá corp dhá dhí-adhlacadh agus déantar maoirseacht ar an dí-adhlacadh le príobháideacht a chinntiú agus le sláinte phoiblí a chosaint

source: The legislation governing exhumations in Ireland is Section 46 of the Local Government (Sanitary Services) Act 1948 as amended by Section 4(2) and the Second Schedule of the Local Government Act, 1994
ga: Tá dí-adhlacadh coirp in Éirinn clúdaithe faoin reachtaíocht in Alt 46 den Acht um Rialtas (itiúil (seirbhísí Sláintíochta) 1948 leasaithe ag Alt 4(2) agus an Dara Sceideal den Acht um Rialtas (itiúil, 1994

source: Before an exhumation licence is granted, consideration is given to the length of time the body has been interred
ga: Roimh ceadúnas a eisiúint ní mór breathnú ar an méid ama atá caite ó cuireadh an corp

source: As a matter of course, the exhumation of recently deceased people is not permitted
ga: De ghnáth ní cheadaítear corp duine a cailleadh le deireanas a dhí-adhlacadh

source: Following exhumation, the remains of the deceased person must be reburied or cremated within 48 hours of exhumation
ga: Tar éis an choirp a dhí-adhlacadh ní mór taobh istigh de 48 uair an chloig é a ath-adhlacadh nó a chréamadh

source: An exhumation licence will not be granted where:
ga: Ní eisítear ceadúnais le coirp a dhí-adhlacadh sa chás:

source: • The consent of the next of kin has not been given
ga: • Nach bhfuil cead faighte ón muintir

source: • The burial plot cannot be identified
ga: • Nach féidir an uaigh chinnte a aimsiú

source: • The remains lie unidentified in a common plot (e.g
ga: • Go bhfuil an corp curtha gan marc i gcomhuaigh (i.e., reilig ord rialta)

source: the burial plot of a religious order)
ga: • Nach féidir a bheith cinnte go dtabharfar an meas cóir ar an gcorp

source: • Due respect to the deceased cannot be guaranteed
ga: • Go bhfuil an corp a theastaíonn a dhí-adhlacadh curtha faoi chorp eile nach bhfuil le dí-adhlacadh

source: • The remains to be exhumed are located below a body that is not to be exhumed
ga: • Nach féidir an sláinte phoiblí agus cuibheas a chosaint

source: • Public health and decency cannot be protected
ga: • Nach bhfuil staid na talún sa reilig feiliúnach le corp a dhí-adhlacadh

source: • Graveyard ground conditions are not conducive to an exhumation
ga: • Nach féidir cloí leis na coinníollacha a bheadh ag baint leis an gceadúnas

source: Environmental health and exhumations
ga: Sláinte Chomhshaoil agus D-í-adhlacadh

source: When a request for an exhumation is received by your local authority, the Environmental Health Officer visits and inspects the grave of the deceased person and obtains any further information required from the management of the cemetery and the undertakers involved
ga: Nuair a dhéantar iarratas ar chorp a dhí-adhlacadh chuig an údarás áitiúil, tugann an tOifigeach Sláinte Chomhshaoil cuairt ar an uaigh len í a scrúdú agus faigheann sé/sí aon eolas breise a theastaíonn ó bhainistíocht na reilige agus ó na hadhlacóirí a bhí i gceist

source: The Environmental Health Officer is present at the exhumation and supervises events to ensure that respect for the deceased person is maintained and that public health is protected
ga: Bíonn an tOifigeach Sláinte Chomhshaoil i láthair nuair a dhéantar an corp a dhí-adhlacadh agus déanann sé/sí maoirseacht ar na himeachtaí le cinntiú go dtugtar meas i gcónaí don té atá básaithe agus go ndéantar an sláinte phoiblí a chosaint

source: If the remains are to be reinterred in the same local authority area, the Environmental Health Officer also supervises the reinterment
ga: Má tá an corp le hath-adhlacadh i gceantar an údaráis áitiúil chéanna, bíonn an tOifigeach Sláinte Chomhshaoil i láthair arís ar an ócáid sin

source: If the remains are to be reinterred in another local authority area, the Environmental Health Officer will ensure that the receiving local authority receives all necessary details
ga: Má tá an corp le adhlacadh i gceantar údaráis áitiúil eile déanfaidh an tOifigeach Sláinte Chomhshaoil cinnte go bhfuil na sonraí riachtanacha uilig curtha ar aghaidh chuig an údarás áitiúil sin

source: During the course of the exhumation, the Environmental Health Officer ensures that:
ga: Nuair atá an corp dhá dhí-adhlacadh déanann an tOifigeach Sláinte Chomhshaoil cinnte:

source: • The correct grave is opened
ga: • Gurb í an uaigh cheart a osclaítear

source: • The exhumation commences as early as possible in the morning to ensure maximum privacy
ga: • Go gcuirtear tús leis an dí-adhlacadh chomh luath agus is féidir ar maidin le príobáideacht a chinntiú

source: • The plot/burial ground is screened as appropriate
ga: • Go bhfuil scáthlán curtha timpeall ar an uaigh/reilig mar is cuí

source: • All workers wear protective clothing, including gloves, overalls, face masks, etc
ga: • Go mbíonn gach oibrí ag caitheamh éadaí cosanta, san áireamh lámhainní, forbhríste, maisc ar an éadan, agus mar sin

source: • Everyone present shows due respect to the deceased person
ga: • Go dtugann gach duine atá i láthair meas mar is cuí ar an té atá básaithe

source: • The name plate on the casket corresponds with the name on the licence
ga: • Gur ionann an t-ainm ar ainmphláta na cónra agus an t-ainm ar an gceadúnas

source: • All remains and pieces of casket, webbing etc. are placed in the new casket (shell)
ga: • Go gcuirtear gach píosa den chónra, caolrabhaisc & rl isteach sa chónra nua (cónra chláir)

source: • A supply of disinfectant is available and used
ga: • Go bhfuil díghalrán ar fáil agus go mbaintear úsáid as

source: Procedure for exhumation of interred remains
ga: Modh Oibre le Corp a Dhí-adhlacadh

source: When an exhumation licence has been granted by your local authority, the exhumation of interred remains must take place within 12 months of the granting of the licence
ga: Nuair a eisíonn an t-údarás áitiúil ceadúnas le corp a dhí-adhlacadh, ní mór é a dheanamh taobh istigh de 12 mí ón dáta go gcuirtear an ceadúnas sin ar fáil

source: The time, date and place of exhumation must be notified to the Environmental Health Officer at least five working days prior to the exhumation (this is to ensure that inspection of the plot/grave can take place)
ga: Ní mór a chur in iúl don Oifigeach Sláinte Chomhshaoil cén t-am, cén dáta agus cén áit a mbeidh an corp dhá dhí-adhlacadh ar a laghad cúig lá oibre roimh an dí-adhlacadh (ionas go mbeidh sé/sí in ann scrúdú a dhéanamh ar an uaigh roimh ré)

source: Arrangements regarding the transport and storage of remains between the period of exhumation and reinterment should also be notified to the Environmental Health Officer
ga: Ba cheart freisin a chur in iúl don Oifigeach Sláinte Chomhshaoil cé na socruithe atá déanta maidir leis an gcorp a iompar agus a stóráil ón am a dhéantar é a dhí-adhlacadh agus é a ath-adhlacadh

source: Exhumation cannot take place unless the Environmental Health Officer is present
ga: Muna bhfuil an tOifigeach Sláinte Chomhshaoil i láthair ní féidir corp a dhí-adhlacadh

source: This is to ensure that all procedures are complied with and everyone present shows respect to the deceased person at all times
ga: Déantar é seo le cinntiú go gcloítear le dea-chleachtadh agus go dtaispeáineann gach duine atá i láthair meas ar an duine atá básaithe an t-am ar fad

source: Screens are placed around the existing grave/burial plot to protect the exhumation from public view and to guarantee privacy
ga: Déantar scáthlán a chur suas timpeall ar an uaigh/láthair adhlactha le cinntiú nach féidir leis an bpobal an dí-adhlacadh a fheiceáil agus le príobháideacht a chinntiú

source: Sometimes (if necessary), an area of the graveyard is cordoned off from public view to facilitate privacy
ga: Amanna (más gá) déantar cuid den reilig a dhúnadh ó radharc an phobail le príobháideacht a chinntiú

source: Due care should always be taken with burial plots around the exhumation plot
ga: Ba cheart i gcónaí cúram cuí a thabhairt do láithreacha adhlactha timpeall ar an uaigh atá i gceist

source: Disinfectants and disposable protective clothing (including respiratory facemasks) are made available to staff conducting the exhumation and any used protective clothing is disposed of safely following the procedure
ga: Cuirtear díghalráin agus éadaí cosanta (maisc éadan riosparáide san áireamh) ar fáil don fhoireann atá i mbun an adhlactha agus déantar aon éadaí cosanta a úsáidtear a chur de láimh go sábháilte de réir na dtreoracha cuí

source: The exhumed remains (including the existing casket) are placed in a new casket (sometimes this is referred to as the "shell")
ga: Cuirtear an corp dí-adhlactha (chomh maith leis an gcónra) isteach i gcónra nua (ar a dtugtar "blaosc" amanna)

source: This new casket (or shell) is made of timber, tarred on the inside, followed by a zinc liner and then covered inside by a leak-proof plastic membrane
ga: Cónra chláir atá ann, le tarra ar an taobh istigh, ansin líneáil since agus clúdaithe le scannán plaisteach sceithdhíonach

source: The zinc liner lid is sealed with isopon (a sealant)
ga: Déantar an clúdach líneáil since a dhúnadh le isopon (ábhar sealaithe)

source: The new casket lid is then screwed or nailed in place and a nameplate giving the name and date of death of the deceased person is attached to the exterior lid of the coffin
ga: Dúntar ansin clár na cónra nua le scriúanna nó le tairní agus cuirtear ainmchlár le hainm an té atá básaithe agus dáta an bháis air a ghreamú taobh amuigh ar chlár na cónra

source: This new casket is approved by the Environmental Health Officer prior to the date of exhumation
ga: Bíonn an chónra nua seo ceadaithe ag an Oifigeach Sláinte Chomhshaoil roimh dáta an dí-adhlactha

source: Any other remains in the same burial plot that may have been disturbed during the exhumation process are reinterred in accordance with public decency and respect
ga: Má chuirtear isteach ar aon chorp eile atá curtha sa láthair adhlactha chéanna nuair atá corp dhá dhí-adhlacadh déantar an corp eile sin a ath-adhlacadh ar bhealach a chloíann leis an gcuibeas poiblí agus le meas

source: Fees for exhumation licences vary from one local authority to another
ga: Gearrtar táille de 63.49 euro ar cheadúnas le corp a dhí-adhlacadh

source: Exhumation licences are issued by your local authority. An application for an exhumation licence should be made to your local authority and must be accompanied by the following:
ga: Ba cheart iarratas ar cheadúnas le corp a dhí-adhlacadh a chur chuig an údarás áitiúil agus ní mór na rudaí seo a leanas a bheith in éineacht leis:

source: • The completed application form that is available from your local authority
ga: • An fhoirm iarratais chomhlán atá ar fáil ón údarás áitiúil

source: • A copy of the death certificate of the deceased person
ga: • Cóip den teastas báis a bhaineann leis an té atá i gceist

source: • A completed certificate from the director of public health at your Local Health Office
ga: • Teastas comhlán ón stiúrthóir sláinte poiblí sa bhord sláinte áitiúil

source: • A completed form of consent from the cemetery management
ga: • Foirm chomhlán ceadaithe ó bhainistíocht na reilige

source: Queries in relation to the issue of exhumation licences in your area should be addressed to the Environmental Health Officer of your local authority
ga: Ba cheart aon fhiosrúcháin maidir le ceadúnais dí-adhlactha a sheoladh chuig an Oifigeach Sláinte Chomhshaoil san údarás áitiúil
